MIN_EMPLOYEE_REWARD = 10000

PAYMENT = (
    ('1', '100% за выход'),
    ('2', '50/50'),
    ('3', '100% после испытательного срока'),
)

RESUME_OPTIONS = (
    ('1', 'без собеседования'),
    ('2', 'с интервью'),
)

EDUCATION = (
    ('1', 'Высшее'),
    ('2', 'Неоконченное высшее'),
    ('3', 'Среднее-специальное'),
    ('4', 'Любое')
)

CITIZENSHIP = (
    ('1', 'РФ'),
    ('2', 'Любое'),
)

SCHEDULE = (
    ('1', 'Пятидневная неделя'),
    ('2', 'Сменная работа'),
    ('3', 'Вахтовый метод'),
)

EMPLOYMENT_TYPE = (
    ('1', 'Полный день'),
    ('2', 'Гибкий график'),
    ('3', 'Удаленная работа'),
)

EMPLOYMENT_METHOD = (
    ('1', 'Трудовой договор'),
    ('2', 'Договор ГПХ с физ.лицом'),
    ('3', 'Договор ГПХ с ИП и самозанятым'),
)

TASKS_RECRUITER = (
    (),
)

SKILLS_SPECIAL = (
    (),
)

ADDITIONAL_TASKS = (
    (),
)
