MIN_EMPLOYEE_REWARD = 10000

PAYMENT = (
    ('1', '100% за выход сотрудника'),
    ('2', '50% за выход + 50% по окончании гарантийного периода (1-3 мес.)'),
    ('3', '100% по окончании гарантийного периода (1 мес.)')
)

RESUME_OPTIONS = (
    ('1', 'Резюме без предварительного собеседования'),
    ('2', 'Резюме кандидатов, с которыми проведено интервью (с комментариями)')
)

EDUCATION = (
    ('1', 'Высшее'),
    ('2', 'Неоконченное высшее'),
    ('3', 'Среднее-специальное'),
    ('4', 'Любое')
)

CITIZENSHIP = (
    ('1', 'РФ'),
    ('2', 'Не имеет значения'),
)

SCHEDULE = (
    ('1', 'Пятидневная неделя'),
    ('2', 'Сменная работа'),
    ('3', 'Вахтовый метод'),
)

EMPLOYMENT_TYPE = (
    ('1', 'Полный день'),
    ('2', 'Гибридный формат'),
    ('3', 'Удаленная работа'),
)

EMPLOYMENT_METHOD = (
    ('1', 'Трудовой договор'),
    ('2', 'Договор ГПХ с физ.лицом'),
    ('3', 'Договор ГПХ с ИП и самозанятым'),
)
